-- Adminer 4.8.1 PostgreSQL 10.3 (Debian 10.3-1.pgdg90+1) dump

INSERT INTO "employees" ("id", "full_name", "email", "phone_number", "address", "audience", "additional_information", "photo_id", "position_id", "user_id", "created_at", "updated_at", "deleted_at", "vk_profile") VALUES
(2,	'Садова Алена',	'a.a.sadova@urfu.ru',	NULL,	'ул. Мира, 32',	'Р-138а',	'ИнФО, Программная инженерия',	105,	2,	1,	'2023-01-04 17:38:16',	'2023-01-15 19:33:54',	NULL,	'https://vk.com/sadova_a_a'),
(1,	'Обабков Илья Николаевич',	'i.n.obabkov@urfu.ru',	'+7 (343) 375-97-00',	'ул. Мира, 32',	'Р-332',	'Прикладная информатика, Программная инженерия',	104,	1,	3,	'2023-01-04 17:35:12',	'2023-01-04 17:42:46',	NULL,	NULL),
(3,	'Базаров Георгий',	'gdbazarov@urfu.ru',	NULL,	'ул. Мира, 32',	'Р-138а',	'Информатика и вычислительная техника, Программная инженерия',	106,	2,	3,	'2023-01-04 17:45:00',	'2023-01-04 17:45:00',	NULL,	NULL),
(4,	'Валиева Эльмира',	'e.r.valieva@urfu.ru',	NULL,	'ул. Мира, 32',	'Р-138а',	'Радиотехника, Инфокоммуникационные технологии и системы связи, Управление в технических системах, Технология полиграфического и упаковочного производства, Конструирование и технология электронных средств',	107,	2,	3,	'2023-01-04 17:46:35',	'2023-01-04 17:46:35',	NULL,	NULL),
(5,	'Колмогорцева Ирина',	'i.s.kolmogortseva@urfu.ru',	NULL,	'ул. Мира, 32',	'Р-138а',	'Программная инженерия',	108,	2,	3,	'2023-01-04 17:48:10',	'2023-01-04 17:48:10',	NULL,	NULL),
(6,	'Хрушков Артем',	'ae.khrushkov@urfu.ru',	NULL,	'ул. Мира, 32',	'Р-138а',	'Прикладная информатика',	109,	2,	3,	'2023-01-04 17:49:34',	'2023-01-04 17:49:34',	NULL,	NULL),
(7,	'Венедиктова Софья Михайловна',	's.m.tokareva@urfu.ru',	NULL,	'ул. Мира, 32',	'Р-217а',	'Информационная безопасность',	110,	2,	3,	'2023-01-04 17:51:47',	'2023-01-04 17:51:47',	NULL,	NULL),
(9,	'Цветков Александр Владимирович',	'a.v.tsvetkov@urfu.ru',	NULL,	'ул. Мира, 32',	'Р-343',	'Управление в технических системах',	112,	1,	3,	'2023-01-04 17:55:25',	'2023-01-04 17:55:25',	NULL,	NULL),
(8,	'Спиричева Наталья Рахматулловна',	'nr.spiricheva@urfu.ru',	'+7 (343) 375-41-45',	'ул. Мира, 32',	'Р-246',	'Информатика и вычислительная техника',	111,	1,	3,	'2023-01-04 17:53:38',	'2023-01-04 17:55:33',	NULL,	NULL),
(10,	'Тягунов Андрей Геннадьевич',	'AG.Tyagunov@urfu.ru',	NULL,	'ул. Мира, 32',	NULL,	'Технология полиграфического и упаковочного производства',	113,	1,	3,	'2023-01-04 17:58:09',	'2023-01-04 17:58:09',	NULL,	NULL),
(11,	'Корнилов Илья Николаевич',	'i.n.kornilov@urfu.ru',	NULL,	'ул. Мира, 32',	'Р-314',	'Конструирование и технология электронных средств',	114,	1,	3,	'2023-01-04 18:04:33',	'2023-01-04 18:04:33',	NULL,	NULL),
(12,	'Саблина Наталья Григорьевна',	'n.g.sablina@urfu.ru',	'+7 (343) 375-48-97',	'ул. Мира, 32',	'Р-229',	'Инфокоммуникационные технологии и системы связи',	115,	1,	3,	'2023-01-04 18:06:55',	'2023-01-04 18:06:55',	NULL,	NULL),
(13,	'Мительман Юрий Евгеньевич',	'y.e.mitelman@urfu.ru',	'+7 (343) 375-48-86',	'ул. Мира, 32',	'Р-313',	'Радиотехника',	116,	1,	3,	'2023-01-04 18:08:17',	'2023-01-04 18:08:17',	NULL,	NULL),
(14,	'Поршнев Сергей Владимирович',	's.v.porshnev@urfu.ru',	'+7 (343) 375-95-57',	'ул. Мира, 32',	'Р-436',	'Информационная безопасность',	117,	1,	3,	'2023-01-04 18:11:34',	'2023-01-04 18:11:34',	NULL,	NULL);

-- 2023-03-08 09:53:24.050852+00
