<?php

return [
    'confirm' => [
        'forceDelete' => 'Вы уверены, что хотите удалить текущую запись? Данное действие невозможно будет изменить',
    ],
    'toasts'  => [
        'create' => [
            'success' => 'Запись успешно создана',
            'error'   => 'Произошла ошибка при создании записи',
        ],
        'update' => [
            'success' => 'Запись успешно обновлена',
            'error'   => 'Произошла ошибка при обновлении записи',
        ],
        'delete' => [
            'success' => 'Запись успешно удалена',
            'error'   => 'Произошла ошибка при удалении записи',
        ],
    ],
];
